export default {
  common: {
    home: "Главная",
    client: "Заказчик",
    carrier: "Перевозчик",
    about: "О нас",
    news: "Новости",
    login: "Войти",
    support: "Поддержка пользователей 24/7",
    phone: "Телефон",
    selectLanguage: "Выбрать язык",
    mobileMenu: "Мобильное меню",
    close: "Закрыть",
    contactUs: "Связаться с нами",
  },
  header: {
    logo: {
      alt: "Coube",
    },
    social: {
      whatsapp: "WhatsApp",
      telegram: "Telegram",
    },
    menu: {
      desktopTitle: "Навигационное меню для десктопа",
      mobileTitle: "Мобильное меню",
    },
  },
  footer: {
    logo: {
      alt: "Coube",
      platform: "Логистическая платформа",
    },
    astanaHub: {
      alt: "Astana Hub",
      certificate: "№ свидетельства 1439",
    },
    copyright: "© COUBE 2025. Все права защищены",
    contacts: {
      phone: "Телефон",
      whatsapp: "WhatsApp",
      telegram: "Telegram",
      email: "Электронная почта",
      instagram: "Instagram",
    },
    docs: {
      userAgreement: "Пользовательское соглашение",
      privacyPolicy: "Политика конфиденциальности",
      watchPlatform: "Ознакомьтесь с платформой",
      video: "Видео",
    },
    app: {
      downloadDriver: "Скачивай приложение для водителя",
      appStore: "App Store",
      googlePlay: "Google Play",
    },
    scrollToTop: "Прокрутить вверх",
  },
  homePage: {
    banner: {
      title: "COUBE — цифровой агрегатор\nавтомобильных грузоперевозок",
      description:
        "Мы упростили взаимодействие между\nзаказчиком и перевозчиком, сделали процесс\nперевозки грузов безопасным и прозрачным",
      button: "Подключиться",
      platform: "Ознакомьтесь с платформой",
      video: "Смотреть видео",
    },
    about: {
      title: "О нас",
      description:
        "Coube это цифровой агрегатор грузовых перевозок, сочетающий в себе ряд важных функций, таких как:",
      features: [
        "Размещение заказа и поиск прямого исполнителя",
        "Онлайн мониторинг маршрута",
        "Подписание документов по ЭЦП",
        "Ai подбор обратных грузов",
        "Создание счетов и АВР",
        "Оплата услуг через платформу",
        "Объективная цена перевозки",
        "Аналитические отчеты",
        "Интеграция с 1С бухгалтерия",
      ],
    },
    steps: {
      title: "Простые шаги платформы",
      roles: {
        customer: "Заказчик",
        executor: "Исполнитель",
      },
      customer: [
        "Размещает заявку на перевозку",
        "Ждет отклики перевозчиков",
        "Выбирает перевозчиков",
        "Подписывает договор с перевозчиком",
        "Мониторинг в пути",
        "Получение счета от перевозчика",
      ],
      executor: [
        "Поиск размещенных заказов",
        "Отклик на нужный заказ",
        "Ожидания подписания договора от заказчика",
        "Назначение водителя",
        "Выставление счет после завершения перевозки",
      ],
    },
    driver: {
      title: "Для водителя",
      description:
        "Установите приложение для водителя COUBE и открывайте доступ к самым прибыльным заказам прямо со своего смартфона.",
      appStore: "App Store",
      googlePlay: "Google Play",
      appImage: "Приложение COUBE для водителя",
    },
  },
};
